"Cheerful" = "明るい";
"Melodic" = "メロディアス";
"Relaxed" = "リラックス";
"Grooving" = "グルーヴ";
"Distorted" = "歪んだ";
"Acoustic" = "アコ-スティック";
"Processed" = "ウェット";
"Single" = "単音源";
"Part" = "パート";

"Dark" = "暗い";
"Dissonant" = "無機質";
"Intense" = "激しい";
"Arrhythmic" = "機械的";
"Clean" = "クリーン";
"Electric" = "エレクトリック";
"Dry" = "ドライ";
"Ensemble" = "アンサンブル";
"Fill" = "フィル";

"Rock/Blues" = "ロック/ブルース";
"Electronic/Dance" = "電子音楽";
"Jazz" = "ジャズ";
"Urban" = "アーバン";
"World/Ethnic" = "民族音楽";
"Cinematic/New Age" = "シネマ";
"Orchestral" = "オーケストラ";
"Country/Folk" = "カントリー";
"Experimental" = "実験音楽";
"Other Genre" = "その他のジャンル";

"Bass" = "ベース";
"Electric Bass" = "エレキベース";
"Acoustic Bass" = "アコースティックベース";
"Synthetic Bass" = "シンセベース";

"Drums" = "すべてのドラム";
"Drum Kit" = "キット";
"Electronic Beats" = "ビート";
"Kick" = "キック";
"Tom" = "タム";
"Snare" = "スネア";
"Cymbal" = "シンバル";
"Hi-hat" = "ハイハット";

"Guitars" = "ギター";
"Electric Guitar" = "エレキギター";
"Acoustic Guitar" = "アコースティックギター";
"Banjo" = "バンジョー";
"Mandolin" = "マンドリン";
"Slide Guitar" = "スライドギター";
"Pedal Steel Guitar" = "ペダルスチールギター";

"Horn/Wind" = "ホルン";
"Saxophone" = "サックス";
"Trumpet" = "トランペット";
"Flute" = "フルート";
"Trombone" = "トロンボーン";
"Clarinet" = "クラリネット";
"French Horn" = "フレンチホルン";
"Tuba" = "チューバ";
"Oboe" = "オーボエ";
"Harmonica" = "ハーモニカ";
"Recorder" = "リコーダー";
"Pan Flute" = "パンフルート";
"Bagpipe" = "バグパイプ";
"Bassoon" = "バスーン";
"Piccolo" = "ピッコロ";
"English Horn" = "コーラングレ";
"Brass" = "金管楽器";
"Woodwind" = "木管楽器";

"Keyboards" = "鍵盤楽器";
"Piano" = "ピアノ";
"Electric Piano" = "電子ピアノ";
"Organ" = "オルガン";
"Clavinet" = "クラビネット";
"Accordion" = "アコーディオン";
"Synthesizer" = "シンセサイザー";
"Rhodes" = "ローズ";
"Celesta" = "チェレスタ";
"Harpsichord" = "ハープシコード";

"Mallets" = "打楽器";
"Steel Drum" = "スチールドラム";
"Vibraphone" = "ビブラフォン";
"Marimba" = "マリンバ";
"Xylophone" = "シロフォン";
"Kalimba" = "カリンバ";
"Bell" = "ベル";
"Timpani" = "ティンパニー";

"Mixed" = "ジングル";

"Other Instrument" = "その他の音源";

"Percussion" = "パーカッション";
"Gong" = "ゴング";
"Shaker" = "シェーカー";
"Tambourine" = "タンバリン";
"Conga" = "コンガ";
"Bongo" = "ボンゴ";
"Cowbell" = "カウベル";
"Clave" = "クラベス";
"Vinyl/Scratch" = "スクラッチ";
"Chime" = "チャイム";
"Rattler" = "鳴りもの";
"Sound Effect" = "FX";
"Misc2" = "その他";
"Boom" = "ブーム";
"All Effects" = "すべてのエフェクト";
"Effects" = "サウンドエフェクト";

"Ambience" = "アンビエンス";
"People" = "人間";
"Transportation" = "交通";
"Weapons" = "武器";
"Explosions" = "爆発";
"Impacts & Crashes" = "衝撃";
"Animals" = "動物";
"Sports & Leisure" = "スポーツ";
"Mech/Tech" = "マシン";
"Work/Home" = "職場／自宅";
"Misc." = "その他";
"Foley" = "フォーリー";
"Motions & Transitions" = "スティンガー";
"Sci-Fi" = "SF";

"Strings" = "弦楽器";
"Violin" = "バイオリン";
"Viola" = "ビオラ";
"Cello" = "チェロ";
"Harp" = "ハープ";
"Koto" = "琴";
"Sitar" = "シタール";
"Double Bass" = "ダブルベース";

"Texture/Atmosphere" = "テクスチャ";

"Vocals" = "ボーカル";
"Male" = "男声";
"Female" = "女声";
"Choir" = "コーラス";

"bytes" = "バイト";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "ファイルが見つかりません";
"CantOpenFile" = "指定した場所にファイルが見つかりませんでした。\n\n%@\n\nこのファイルをスキップするか、検索するか、キャンセルしてください。";
"Select..." = "ファイルを検索...";
"MakeOfflineSource" = "ファイルをスキップ";
"Don't open document" = "キャンセル";
"Reconnecting " = "再接続 ";
"Use selected path to reconnect other offline sources..." = "選択したパスを使ってほかの見つからないファイルを再接続";
